/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Do you want to logout?" = "Voulez-vous fermer la session?";

/* No comment provided by engineer. */
"Do you want to reinstall iLeopard to take advantage of the new version? All your settings will be kept." = "Voulez-vous réinstaller iLeopard pour avoir tous les avantages de la nouvelle version? Tous vos réglage serons gardés.";

/* No comment provided by engineer. */
"iLeopard has been updated" = "iLeopard a été mis à jour.";

/* No comment provided by engineer. */
"iLeopard is installing." = "iLeopard est en installation.";

/* No comment provided by engineer. */
"iLeopard required Snow Leopard" = "iLeopard requière Snow Leopard";

/* No comment provided by engineer. */
"Install..." = "Installer...";

/* No comment provided by engineer. */
"Installing..." = "En installation...";

/* No comment provided by engineer. */
"It is recommened to logout after the installation." = "Il est recommendé de fermer la session après l'installtion.";

/* No comment provided by engineer. */
"Log out" = "Fermer la session";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please close iLeopard after the install." = "Veullez fermer iLeopard après l'installation";

/* No comment provided by engineer. */
"Please use Snow Leopard" = "Utiliser Snow Leopard";

/* No comment provided by engineer. */
"Reinstall" = "Réinstaller";

/* No comment provided by engineer. */
"Uninstall..." = "Désinstaller...";

/* No comment provided by engineer. */
"Uninstalling..." = "En désinstallation...";

